10/data/attachments/369cfd54a9ff675f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christina_later_Friend_28240_5</nif:username>
            <nif:friendToBeRequested>soap_friends_bd8adb16-4a75-4703-bb95-923bcd3b443a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>